Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# food.serving.medium
source: 1 medium
es: 1 mediano
fr: 1 moyen
hi: 1 मीडियम
it: 1 unità media
ko: 중간 크기 1개
pl: 1 sztuka średnia
tr: 1 orta boy
zh_hans: 1 个（中等大小）

# food.serving.mug
source: 1 mug
es: 1 taza grande
hi: 1 मग
it: 1 tazza grande
ko: 1머그
pl: 1 kubek
tr: 1 kupa
zh_hans: 1 马克杯

# food.serving.packet
source: 1 packet
es: 1 paquete
fr: 1 sachet
hi: 1 पैकेट
it: 1 confezione
ko: 1봉지
pl: 1 opakowanie
tr: 1 paket
zh_hans: 1 包

# food.serving.pancake
source: 1 pancake
es: 1 tortita
hi: 1 पैनकेक
ko: 팬케이크 1장
pl: 1 naleśnik
tr: 1 pankek
zh_hans: 1 张松饼

# food.serving.piece
source: 1 piece
es: 1 unidad
fr: 1 pièce
hi: 1 टुकड़ा
it: 1 pezzo
ko: 1조각
pl: 1 kawałek
tr: 1 adet
zh_hans: 1 块

# food.serving.pinch
source: 1 pinch
es: 1 pizca
fr: 1 pincée
hi: 1 चुटकी
it: 1 pizzico
ko: 1꼬집
pl: 1 szczypta
tr: 1 tutam
zh_hans: 1 撮

# food.serving.pint
source: 1 pint
es: 1 pinta
fr: 1 pinte
hi: 1 पिंट
it: 1 pinta
ko: 1파인트
pl: 1 kufel
zh_hans: 1 品脱

# food.serving.pitta
source: 1 pitta
es: 1 pan de pita
fr: 1 pain pita
hi: 1 पीटा
it: 1 pita
ko: 피타 1장
pl: 1 pita
tr: 1 pide ekmeği
zh_hans: 1 张皮塔饼

# food.serving.pizza_slice
source: 1 slice of pizza
es: 1 porción de pizza
fr: 1 part de pizza
hi: पिज़्ज़ा का 1 टुकड़ा
it: 1 fetta di pizza
ko: 피자 1조각
pl: 1 kawałek pizzy
tr: 1 dilim pizza
zh_hans: 1 块披萨

# food.serving.portion
source: 1 portion
es: 1 porción
fr: 1 part
hi: 1 हिस्सा
it: 1 porzione
ko: 1인분
pl: 1 porcja
tr: 1 porsiyon
zh_hans: 1 人份

# food.serving.pot
source: 1 pot
es: 1 tarrina
hi: 1 पॉट
it: 1 vasetto
ko: 1통
pl: 1 kubeczek
tr: 1 kâse kap
zh_hans: 1 盒

# food.serving.rasher
source: 1 rasher
es: 1 loncha de bacon
fr: 1 tranche de bacon
hi: 1 स्ट्रिप
it: 1 fetta di bacon
ko: 베이컨 1줄
pl: 1 plaster bekonu
tr: 1 dilim pastırma
zh_hans: 1 片培根

# food.serving.roll
source: 1 roll
es: 1 panecillo
fr: 1 petit pain
hi: 1 रोल
it: 1 panino
ko: 롤 1개
pl: 1 bułka
tr: 1 küçük ekmek
zh_hans: 1 个面包卷

# food.serving.sausage
source: 1 sausage
es: 1 salchicha
fr: 1 saucisse
hi: 1 सॉसेज
it: 1 salsiccia
ko: 소시지 1개
pl: 1 kiełbaska
tr: 1 sosis
zh_hans: 1 根香肠

# food.serving.scoop
source: 1 scoop
es: 1 cacito
fr: 1 dosette
hi: 1 स्कूप
it: 1 misurino
ko: 1스쿱
pl: 1 miarka
tr: 1 ölçek
zh_hans: 1 勺

# food.serving.serving
source: 1 serving
es: 1 ración
fr: 1 portion
hi: 1 सर्विंग
it: 1 porzione
ko: 1회분
pl: 1 porcja
tr: 1 porsiyon
zh_hans: 1 份

# food.serving.sheet
source: 1 sheet
es: 1 lámina
fr: 1 feuille
hi: 1 शीट
it: 1 foglio
ko: 1장
pl: 1 płat
tr: 1 yaprak
zh_hans: 1 张

# food.serving.shot
source: 1 shot
es: 1 chupito
hi: 1 शॉट
ko: 1샷
pl: 1 kieliszek
zh_hans: 1 小杯

# food.serving.slice
source: 1 slice
es: 1 rebanada
fr: 1 tranche
hi: 1 स्लाइस
it: 1 fetta
ko: 1장
pl: 1 kromka
tr: 1 dilim
zh_hans: 1 片

# food.serving.spear
source: 1 spear
es: 1 espárrago
fr: 1 pointe
hi: 1 डंठल
it: 1 punta
ko: 1줄기
pl: 1 pęd
tr: 1 sap
zh_hans: 1 根

# food.serving.sprig
source: 1 sprig
es: 1 ramita
fr: 1 brin
hi: 1 टहनी
it: 1 rametto
ko: 1가지
pl: 1 gałązka
tr: 1 dal
zh_hans: 1 小枝

# food.serving.square
source: 1 square
es: 1 onza
fr: 1 carré
hi: 1 स्क्वेयर
it: 1 quadretto
ko: 1칸
pl: 1 kwadracik
tr: 1 kare
zh_hans: 1 方块

# food.serving.stalk
source: 1 stalk
es: 1 tallo
fr: 1 branche
hi: 1 डंडी
it: 1 gambo
ko: 1대
pl: 1 łodyga
tr: 1 sap
zh_hans: 1 根茎

# food.serving.steak
source: 1 steak
es: 1 bistec
hi: 1 स्टेक
it: 1 bistecca
ko: 스테이크 1장
pl: 1 stek
tr: 1 biftek
zh_hans: 1 块牛排

# food.serving.tbsp
source: 1 tbsp
es: 1 cucharada
fr: 1 c. à soupe
hi: 1 बड़ा चम्मच
it: 1 cucchiaio
ko: 1큰술
pl: 1 łyżka
tr: 1 yemek kaşığı
zh_hans: 1 汤匙

# food.serving.thigh
source: 1 thigh
es: 1 contramuslo
fr: 1 cuisse
hi: 1 थाई पीस
it: 1 coscia
ko: 닭다리살 1개
pl: 1 udko
tr: 1 but
zh_hans: 1 块鸡腿肉

# food.serving.tortilla
source: 1 tortilla
es: 1 tortilla de trigo
hi: 1 टॉर्टिया
ko: 토르티야 1장
zh_hans: 1 张墨西哥薄饼

# food.serving.tsp
source: 1 tsp
es: 1 cucharadita
fr: 1 c. à café
hi: 1 छोटा चम्मच
it: 1 cucchiaino
ko: 1작은술
pl: 1 łyżeczka
tr: 1 çay kaşığı
zh_hans: 1 茶匙

# food.serving.waffle
source: 1 waffle
es: 1 gofre
fr: 1 gaufre
hi: 1 वैफ़ल
ko: 와플 1장
pl: 1 gofr
zh_hans: 1 块华夫饼

# food.serving.wedge
source: 1 wedge
es: 1 gajo
fr: 1 quartier
hi: 1 फाँक
it: 1 spicchio
ko: 1쪽
pl: 1 cząstka
tr: 1 dilim
zh_hans: 1 角

# food.serving.wing
source: 1 wing
es: 1 alita
fr: 1 aile
hi: 1 विंग
it: 1 ala
ko: 닭날개 1개
pl: 1 skrzydełko
tr: 1 kanat
zh_hans: 1 只鸡翅

# food.sesameSeeds
source: Sesame seeds
es: Semillas de sésamo
fr: Graines de sésame
hi: तिल
it: Semi di sesamo
ko: 참깨
pl: Sezam
tr: Susam
zh_hans: 芝麻

# food.smoothieFruit
source: Fruit smoothie
es: Smoothie de fruta
fr: Smoothie aux fruits
hi: फ्रूट स्मूदी
it: Frullato di frutta
ko: 과일 스무디
pl: Smoothie owocowe
tr: Meyveli smoothie
zh_hans: 水果冰沙

# food.soupLentil
source: Lentil soup
es: Sopa de lentejas
fr: Soupe de lentilles
hi: दाल का सूप
it: Zuppa di lenticchie
ko: 렌틸콩 수프
pl: Zupa z soczewicy
tr: Mercimek çorbası
zh_hans: 扁豆汤

# food.soupVegetable
source: Vegetable soup
es: Sopa de verduras
fr: Soupe de légumes
hi: सब्ज़ी का सूप
it: Minestrone di verdure
ko: 채소 수프
pl: Zupa jarzynowa
tr: Sebze çorbası
zh_hans: 蔬菜汤

# food.sourCream
source: Sour cream
es: Nata agria
fr: Crème aigre
hi: सावर क्रीम
it: Panna acida
ko: 사워크림
pl: Śmietana kwaśna
tr: Ekşi krema
zh_hans: 酸奶油

# food.sourdoughBread
source: Sourdough bread
es: Pan de masa madre
fr: Pain au levain
hi: सॉरडो ब्रेड
it: Pane a lievitazione naturale
ko: 사워도우 빵
pl: Chleb na zakwasie
tr: Ekşi mayalı ekmek
zh_hans: 酸种面包

# food.soyMilk
source: Soy drink, unsweetened
es: Bebida de soja, sin azúcar
fr: Boisson au soja, non sucrée
hi: सोया ड्रिंक, बिना चीनी
it: Bevanda di soia, non zuccherata
ko: 두유, 무가당
pl: Napój sojowy, niesłodzony
tr: Soya sütü, şekersiz
zh_hans: 豆浆，无糖

# food.soySauce
source: Soy sauce
es: Salsa de soja
fr: Sauce soja
hi: सोया सॉस
it: Salsa di soia
ko: 간장
pl: Sos sojowy
tr: Soya sosu
zh_hans: 酱油

# food.spinachCooked
source: Spinach, boiled
es: Espinacas, cocidas
fr: Épinards, cuits
hi: पालक, उबली
it: Spinaci, bolliti
ko: 시금치, 데친 것
pl: Szpinak, ugotowany
tr: Ispanak, haşlanmış
zh_hans: 菠菜，煮

# food.spinachRaw
source: Spinach, raw
es: Espinacas, crudas
fr: Épinards, crus
hi: पालक, कच्ची
it: Spinaci, crudi
ko: 시금치, 생것
pl: Szpinak, surowy
tr: Ispanak, çiğ
zh_hans: 菠菜，生

# food.spirits40
source: Spirits, 40% ABV
es: Destilados, 40% vol.
fr: Spiritueux, 40 % vol.
hi: हार्ड लिकर, 40% ABV
it: Superalcolici, 40% vol.
ko: 증류주, 알코올 40%
pl: Alkohol wysokoprocentowy, 40%
tr: Sert içki, %40 alkol
zh_hans: 烈酒，40% 酒精

# food.sportsDrink
source: Sports drink, isotonic
es: Bebida isotónica
fr: Boisson isotonique
hi: स्पोर्ट्स ड्रिंक, आइसोटोनिक
it: Bevanda sportiva, isotonica
ko: 스포츠 음료, 아이소토닉
pl: Napój izotoniczny
tr: Sporcu içeceği, izotonik
zh_hans: 运动饮料，等渗

# food.strawberries
source: Strawberries, raw
es: Fresas, crudas
fr: Fraises, crues
hi: स्ट्रॉबेरी, ताज़ी
it: Fragole, crude
ko: 딸기, 생것
pl: Truskawki, surowe
tr: Çilek, çiğ
zh_hans: 草莓，生

# food.sugarWhite
source: Sugar, white
es: Azúcar blanco
fr: Sucre blanc
hi: चीनी, सफ़ेद
it: Zucchero bianco
ko: 설탕, 백설탕
pl: Cukier biały
tr: Şeker, beyaz
zh_hans: 白砂糖

# food.sunflowerSeeds
source: Sunflower seeds
es: Pipas de girasol
fr: Graines de tournesol
hi: सूरजमुखी के बीज
it: Semi di girasole
ko: 해바라기씨
pl: Nasiona słonecznika
tr: Ay çekirdeği
zh_hans: 葵花籽

# food.sushiRoll
source: Sushi roll, salmon
es: Roll de sushi de salmón
fr: Maki au saumon
hi: सुशी रोल, सैल्मन
it: Sushi roll al salmone
ko: 초밥 롤, 연어
pl: Sushi z łososiem, rolka
tr: Suşi rulo, somonlu
zh_hans: 三文鱼寿司卷

# food.sweetPotatoBaked
source: Sweet potato, baked
es: Boniato, asado
fr: Patate douce, au four
hi: शकरकंद, बेक्ड
it: Patata dolce, al forno
ko: 고구마, 구운 것
pl: Batat, pieczony
tr: Tatlı patates, fırınlanmış
zh_hans: 红薯，烤

# food.sweetPotatoRaw
source: Sweet potato, raw
es: Boniato, crudo
fr: Patate douce, crue
hi: शकरकंद, कच्चा
it: Patata dolce, cruda
ko: 고구마, 생것
pl: Batat, surowy
tr: Tatlı patates, çiğ
zh_hans: 红薯，生

# food.sweetcorn
source: Sweetcorn kernels, raw
es: Granos de maíz dulce, crudos
fr: Grains de maïs doux, crus
hi: स्वीट कॉर्न के दाने, कच्चे
it: Chicchi di mais, crudi
ko: 옥수수 알갱이, 생것
pl: Kukurydza, ziarna, surowe
tr: Mısır tanesi, çiğ
zh_hans: 甜玉米粒，生

# food.teaBlack
source: Tea, black, no milk
es: Té negro, sin leche
fr: Thé noir, sans lait
hi: चाय, बिना दूध
it: Tè nero, senza latte
ko: 홍차, 우유 없이
pl: Herbata czarna, bez mleka
tr: Çay, siyah, sütsüz
zh_hans: 红茶，不加奶

# food.tofuFirm
source: Tofu, firm
es: Tofu firme
fr: Tofu ferme
hi: टोफू, फ़र्म
it: Tofu, compatto
ko: 두부, 단단한 것
pl: Tofu twarde
tr: Tofu, sert
zh_hans: 老豆腐

# food.tofuSilken
source: Tofu, silken
es: Tofu sedoso
fr: Tofu soyeux
hi: टोफू, सिल्कन
it: Tofu, vellutato
ko: 순두부
pl: Tofu jedwabiste
tr: Tofu, ipeksi
zh_hans: 嫩豆腐

# food.tomato
source: Tomato, raw
es: Tomate, crudo
fr: Tomate, crue
hi: टमाटर, ताज़ा
it: Pomodoro, crudo
ko: 토마토, 생것
pl: Pomidor, surowy
tr: Domates, çiğ
zh_hans: 番茄，生

# food.tomatoPastaSauce
source: Tomato pasta sauce
es: Salsa de tomate para pasta
fr: Sauce tomate pour pâtes
hi: टमाटर पास्ता सॉस
it: Sugo di pomodoro per la pasta
ko: 토마토 파스타 소스
pl: Sos pomidorowy do makaronu
tr: Domatesli makarna sosu
zh_hans: 番茄意面酱

# food.tomatoesTinned
source: Tomatoes, tinned, chopped
es: Tomate troceado, de lata
fr: Tomates concassées en conserve
hi: टमाटर, डिब्बाबंद, कटे
it: Pomodori, pelati a pezzetti
ko: 토마토, 통조림, 다진 것
pl: Pomidory z puszki, krojone
tr: Domates, konserve, doğranmış
zh_hans: 番茄，罐装，切块

# food.tortillaChips
source: Tortilla chips
es: Nachos de maíz
fr: Chips tortilla
hi: टॉर्टिया चिप्स
ko: 토르티야 칩
pl: Chipsy tortilla
tr: Tortilla cipsi
zh_hans: 玉米脆片

# food.tortillaWheat
source: Tortilla wrap, wheat
es: Tortilla de trigo (wrap)
fr: Tortilla de blé
hi: टॉर्टिया रैप, गेहूँ का
it: Tortilla di frumento
ko: 토르티야, 밀
pl: Tortilla pszenna
tr: Tortilla, buğday
zh_hans: 小麦卷饼皮

# food.tunaCannedWater
source: Tuna, tinned in water, drained
es: Atún al natural, escurrido
fr: Thon au naturel, égoutté
hi: टूना, पानी में डिब्बाबंद, पानी निकाला
it: Tonno, in scatola al naturale, sgocciolato
ko: 참치, 물 통조림, 물기 뺀 것
pl: Tuńczyk w wodzie, odsączony
tr: Ton balığı, suda konserve, süzülmüş
zh_hans: 金枪鱼，水浸罐装，沥干

# food.tunaRaw
source: Tuna, yellowfin, raw
es: Atún de aleta amarilla, crudo
fr: Thon albacore, cru
hi: टूना, येलोफ़िन, कच्ची
it: Tonno pinna gialla, crudo
ko: 참치, 황다랑어, 생것
pl: Tuńczyk żółtopłetwy, surowy
tr: Ton balığı, sarı yüzgeçli, çiğ
zh_hans: 金枪鱼，黄鳍，生

# food.turkeyBreastCooked
source: Turkey breast, skinless, roasted
es: Pechuga de pavo, sin piel, asada
fr: Blanc de dinde, sans peau, rôti
hi: टर्की ब्रेस्ट, बिना स्किन, रोस्टेड
it: Petto di tacchino, senza pelle, arrosto
ko: 칠면조 가슴살, 껍질 없이 구운 것
pl: Pierś z indyka, bez skóry, pieczona
tr: Hindi göğsü, derisiz, fırınlanmış
zh_hans: 火鸡胸肉，去皮，烤

# food.turkeyBreastRaw
source: Turkey breast, skinless, raw
es: Pechuga de pavo, sin piel, cruda
fr: Blanc de dinde, sans peau, cru
hi: टर्की ब्रेस्ट, बिना स्किन, कच्चा
it: Petto di tacchino, senza pelle, crudo
ko: 칠면조 가슴살, 껍질 없이 생것
pl: Pierś z indyka, bez skóry, surowa
tr: Hindi göğsü, derisiz, çiğ
zh_hans: 火鸡胸肉，去皮，生

# food.turkeyMince
source: Turkey mince, raw
es: Carne picada de pavo, cruda
fr: Dinde hachée, crue
hi: टर्की कीमा, कच्चा
it: Macinato di tacchino, crudo
ko: 다진 칠면조 고기, 생것
pl: Mielony indyk, surowy
tr: Hindi kıyma, çiğ
zh_hans: 火鸡肉糜，生

# food.veganProteinBlend
source: Vegan protein blend powder
es: Mezcla de proteína vegana en polvo
fr: Mélange de protéines végétales en poudre
hi: वीगन प्रोटीन ब्लेंड पाउडर
it: Mix proteico vegano in polvere
ko: 비건 단백질 블렌드 파우더
pl: Roślinna odżywka białkowa w proszku
tr: Vegan protein karışımı tozu
zh_hans: 植物复合蛋白粉

# food.walnuts
source: Walnuts
es: Nueces
fr: Noix
hi: अखरोट
it: Noci
ko: 호두
pl: Orzechy włoskie
tr: Ceviz
zh_hans: 核桃

# food.water
source: Water
es: Agua
fr: Eau
hi: पानी
it: Acqua
ko: 물
pl: Woda
tr: Su
zh_hans: 水

# food.watermelon
source: Watermelon, raw
es: Sandía, cruda
fr: Pastèque, crue
hi: तरबूज़, ताज़ा
it: Anguria, cruda
ko: 수박, 생것
pl: Arbuz, surowy
tr: Karpuz, çiğ
zh_hans: 西瓜，生

# food.wheyConcentrate
source: Whey protein concentrate powder
es: Proteína de suero concentrada en polvo
fr: Protéine de whey concentrée en poudre
hi: व्हे प्रोटीन कॉन्संट्रेट पाउडर
it: Proteine del siero del latte concentrate in polvere
ko: 유청 단백질 농축 파우더
pl: Koncentrat białka serwatkowego w proszku
tr: Whey protein konsantresi tozu
zh_hans: 乳清浓缩蛋白粉

# food.wheyIsolate
source: Whey protein isolate powder
es: Proteína de suero aislada en polvo
fr: Protéine de whey isolée en poudre
hi: व्हे प्रोटीन आइसोलेट पाउडर
it: Proteine del siero del latte isolate in polvere
ko: 유청 단백질 분리 파우더
pl: Izolat białka serwatkowego w proszku
tr: Whey protein izolatı tozu
zh_hans: 乳清分离蛋白粉

# food.whiteBread
source: White bread
es: Pan blanco
fr: Pain blanc
hi: सफ़ेद ब्रेड
it: Pane bianco
ko: 식빵, 흰 빵
pl: Chleb pszenny
tr: Beyaz ekmek
zh_hans: 白面包

# food.whiteRiceCooked
source: White rice, boiled
es: Arroz blanco, cocido
fr: Riz blanc, cuit
hi: सफ़ेद चावल, उबले
it: Riso bianco, bollito
ko: 흰쌀밥
pl: Ryż biały, ugotowany
tr: Beyaz pirinç, haşlanmış
zh_hans: 白米饭，煮

# food.whiteRiceDry
source: White rice, long grain, dry
es: Arroz blanco de grano largo, crudo
fr: Riz blanc long grain, cru
hi: सफ़ेद चावल, लंबे दाने, सूखे
it: Riso bianco a chicco lungo, crudo
ko: 백미, 장립종, 생쌀
pl: Ryż biały długoziarnisty, suchy
tr: Beyaz pirinç, uzun taneli, çiğ
zh_hans: 白米，长粒，干

# food.wholemealBread
source: Wholemeal bread
es: Pan integral
fr: Pain complet
hi: साबुत गेहूँ की ब्रेड
it: Pane integrale
ko: 통밀빵
pl: Chleb pełnoziarnisty
tr: Tam buğday ekmeği
zh_hans: 全麦面包

# food.wholemealFlour
source: Wholemeal flour
es: Harina integral
fr: Farine complète
hi: साबुत गेहूँ का आटा
it: Farina integrale
ko: 통밀가루
pl: Mąka pełnoziarnista
tr: Tam buğday unu
zh_hans: 全麦面粉

# food.wholewheatBiscuits
source: Wholewheat breakfast biscuits
es: Galletas de desayuno integrales
fr: Biscuits complets pour petit-déjeuner
hi: साबुत गेहूँ के ब्रेकफ़ास्ट बिस्किट
it: Biscotti integrali da colazione
ko: 통밀 시리얼 비스킷
pl: Pełnoziarniste kostki śniadaniowe
tr: Tam buğdaylı kahvaltı bisküvisi
zh_hans: 全麦早餐饼

# food.wholewheatPastaDry
source: Wholewheat pasta, dry
es: Pasta integral, seca
fr: Pâtes complètes, crues
hi: साबुत गेहूँ का पास्ता, सूखा
it: Pasta integrale, secca
ko: 통밀 파스타, 마른 것
pl: Makaron pełnoziarnisty, suchy
tr: Tam buğday makarnası, kuru
zh_hans: 全麦意面，干

# food.wineRed
source: Red wine, 13% ABV
es: Vino tinto, 13% vol.
fr: Vin rouge, 13 % vol.
hi: रेड वाइन, 13% ABV
it: Vino rosso, 13% vol.
ko: 레드 와인, 알코올 13%
pl: Wino czerwone, 13% alk.
tr: Kırmızı şarap, %13 alkol
zh_hans: 红葡萄酒，13% 酒精

# foodSource.builtIn
source: Built-in
es: Integrado
fr: Intégré
hi: बिल्ट-इन
it: Integrato
tr: Yerleşik
zh_hans: 内置

# foodSource.custom
source: Custom
es: Propio
fr: Personnel
hi: अपना
it: Personale
tr: Kendi eklediğin
zh_hans: 自定义

# foodSource.recipe
source: Recipe
es: Receta
fr: Recette
hi: रेसिपी
it: Ricetta
tr: Tarif
zh_hans: 食谱

# goal.buildMuscle
source: Build muscle
es: Ganar músculo
fr: Prendre du muscle
hi: मसल बनाना
it: Costruire muscolo
tr: Kas yap
zh_hans: 增肌

# goal.buildMuscle.detail
source: Add size with a small energy surplus
es: Ganar tamaño con un pequeño superávit de energía
fr: Prendre du volume avec un léger surplus énergétique
hi: हल्के एनर्जी सरप्लस के साथ साइज़ बढ़ाएँ
it: Aumentare la massa con un piccolo surplus energetico
tr: Küçük bir enerji fazlasıyla hacim kazan
zh_hans: 在小幅热量盈余下增加围度

# goal.buildStrength
source: Get stronger
es: Ganar fuerza
fr: Devenir plus fort
hi: ताकत बढ़ाना
it: Diventare più forte
tr: Güçlen
zh_hans: 增强力量

# goal.buildStrength.detail
source: Move heavier loads in the main lifts
es: Mover más peso en los ejercicios principales
fr: Soulever plus lourd sur les mouvements principaux
hi: मुख्य लिफ़्ट में भारी वज़न उठाएँ
it: Spostare carichi più alti nei fondamentali
tr: Temel hareketlerde daha ağır kaldır
zh_hans: 在主要动作上举起更大重量

# goal.generalFitness
source: General fitness
es: Forma física general
fr: Forme générale
hi: सामान्य फ़िटनेस
it: Forma generale
tr: Genel form
zh_hans: 一般健身

# goal.generalFitness.detail
source: Train well without a specific target
es: Entrenar bien sin un objetivo concreto
fr: Bien s’entraîner sans objectif précis
hi: किसी खास लक्ष्य के बिना अच्छी ट्रेनिंग
it: Allenarsi bene senza un obiettivo preciso
tr: Belirli bir hedef olmadan düzenli çalış
zh_hans: 没有特定目标，好好训练

# goal.improveEndurance
source: Improve endurance
es: Mejorar la resistencia
fr: Améliorer l’endurance
hi: स्टैमिना बढ़ाना
it: Migliorare la resistenza
tr: Dayanıklılığı artır
zh_hans: 提升耐力

# goal.improveEndurance.detail
source: Work longer with less fatigue
es: Aguantar más tiempo con menos fatiga
fr: Tenir plus longtemps avec moins de fatigue
hi: कम थकान के साथ ज़्यादा देर काम करें
it: Lavorare più a lungo con meno fatica
tr: Daha az yorularak daha uzun çalış
zh_hans: 训练更久，疲劳更少

# goal.loseFat
source: Lose fat
es: Perder grasa
fr: Perdre du gras
hi: फैट घटाना
it: Perdere grasso
tr: Yağ yak
zh_hans: 减脂

# goal.loseFat.detail
source: Reduce body fat while keeping muscle
es: Reducir la grasa corporal manteniendo el músculo
fr: Réduire la masse grasse en gardant le muscle
hi: मसल बचाते हुए शरीर की चर्बी कम करें
it: Ridurre il grasso mantenendo il muscolo
tr: Kasını korurken vücut yağını azalt
zh_hans: 在保住肌肉的同时降低体脂

# goal.maintain
source: Maintain
es: Mantener
fr: Maintenir
hi: बनाए रखना
it: Mantenere
tr: Koru
zh_hans: 保持

# goal.maintain.detail
source: Hold your current shape and strength
es: Conservar tu forma y tu fuerza actuales
fr: Garder ta forme et ta force actuelles
hi: अपनी मौजूदा शेप और ताकत बनाए रखें
it: Conservare la forma e la forza che hai
tr: Mevcut formunu ve gücünü koru
zh_hans: 维持当前的体型和力量

# goal.recomposition
source: Body recomposition
es: Recomposición corporal
fr: Recomposition corporelle
hi: बॉडी रीकंपोज़िशन
it: Ricomposizione corporea
tr: Vücut rekompozisyonu
zh_hans: 身体重组

# goal.recomposition.detail
source: Gain muscle and lose fat at the same time
es: Ganar músculo y perder grasa a la vez
fr: Prendre du muscle et perdre du gras en même temps
hi: एक साथ मसल बढ़ाएँ और फैट घटाएँ
it: Guadagnare muscolo e perdere grasso insieme
tr: Aynı anda kas kazan ve yağ ver
zh_hans: 同时增肌和减脂

# goal.targetMuscleGroup
source: Focus on a muscle group
es: Centrarme en un grupo muscular
fr: Cibler un groupe musculaire
hi: किसी मसल ग्रुप पर ध्यान
it: Puntare su un gruppo muscolare
tr: Bir kas grubuna odaklan
zh_hans: 重点训练某个肌群

# goal.targetMuscleGroup.detail
source: Put extra volume into chosen muscles
es: Meter volumen extra en los músculos que elijas
fr: Mettre du volume en plus sur les muscles choisis
hi: चुने हुए मसल पर अतिरिक्त वॉल्यूम दें
it: Dare volume extra ai muscoli che scegli
tr: Seçtiğin kaslara fazladan hacim ver
zh_hans: 给选定的肌肉更多训练量

# gymPreset.bodyweightOnly
source: Bodyweight only
es: Solo peso corporal
fr: Poids du corps uniquement
hi: सिर्फ़ बॉडीवेट
it: Solo corpo libero
tr: Yalnızca vücut ağırlığı
zh_hans: 只有自重

# gymPreset.bodyweightOnly.detail
source: No equipment at all
es: Sin material de ningún tipo
fr: Aucun matériel
hi: कोई इक्विपमेंट नहीं
it: Nessuna attrezzatura
tr: Hiç ekipman yok
zh_hans: 完全没有器械

# gymPreset.custom
source: Custom
es: Personalizado
fr: Personnalisé
hi: अपने हिसाब से
it: Personalizzata
tr: Kendi seçimin
zh_hans: 自定义

# gymPreset.custom.detail
source: Pick exactly what you have
es: Elige exactamente lo que tienes
fr: Choisis exactement ce que tu as
hi: जो आपके पास है वही चुनें
it: Scegli esattamente quello che hai
tr: Neyin varsa tam olarak seç
zh_hans: 精确选择你有的器械

# gymPreset.fullGym
source: Full gym
es: Gimnasio completo
fr: Salle complète
hi: पूरा जिम
it: Palestra completa
tr: Tam donanımlı salon
zh_hans: 完整健身房

# gymPreset.fullGym.detail
source: Commercial gym with everything
es: Gimnasio comercial con todo
fr: Salle commerciale avec tout le matériel
hi: हर चीज़ वाला कमर्शियल जिम
it: Palestra commerciale con tutto
tr: Her şeyin bulunduğu ticari salon
zh_hans: 设备齐全的商业健身房

# gymPreset.homeGym
source: Home gym
es: Gimnasio en casa
fr: Salle à la maison
hi: होम जिम
it: Palestra in casa
tr: Ev salonu
zh_hans: 家庭健身房

# gymPreset.homeGym.detail
source: Dumbbells, a bar, bands and a bench
es: Mancuernas, una barra, bandas y un banco
fr: Haltères, une barre, des élastiques et un banc
hi: डम्बल, एक बार, बैंड और एक बेंच
it: Manubri, un bilanciere, elastici e una panca
tr: Dumbbell, bar, direnç bandı ve sehpa
zh_hans: 哑铃、一根杠铃、弹力带和一张卧推凳

# gymPreset.limitedGym
source: Limited gym
es: Gimnasio limitado
fr: Salle limitée
hi: सीमित जिम
it: Palestra essenziale
tr: Kısıtlı salon
zh_hans: 器械有限的健身房

# gymPreset.limitedGym.detail
source: Free weights, cables and a few machines
es: Peso libre, poleas y algunas máquinas
fr: Poids libres, poulies et quelques machines
hi: फ्री वेट, केबल और कुछ मशीनें
it: Pesi liberi, cavi e qualche macchina
tr: Serbest ağırlıklar, kablolar ve birkaç makine
zh_hans: 自由重量、绳索和少量固定器械

# heightUnit.cm
source: Centimetres
es: Centímetros
fr: Centimètres
hi: सेंटीमीटर
it: Centimetri
tr: Santimetre
zh_hans: 厘米

# heightUnit.ft_in
source: Feet & inches
es: Pies y pulgadas
fr: Pieds & pouces
hi: फ़ीट और इंच
it: Piedi e pollici
tr: Fit ve inç
zh_hans: 英尺与英寸

# home.deload.accept
source: Take the easy week
es: Acepto la semana suave
fr: Prendre la semaine allégée
hi: आसान हफ़्ता लें
it: Prendi la settimana leggera
ko: 가벼운 주로 하기
pl: Biorę lżejszy tydzień
tr: Hafif haftayı kabul et
zh_hans: 采用减量周

# home.deload.decline
source: No thanks
es: No, gracias
fr: Non merci
hi: नहीं, धन्यवाद
it: No, grazie
ko: 하지 않을게요
pl: Nie, dziękuję
tr: Gerek yok
zh_hans: 不用了

# home.deload.note
source: Accepting keeps every session in place and simply starts them lighter, with fewer sets.
es: Si aceptas, todas las sesiones se mantienen: simplemente empiezan más ligeras y con menos series.
fr: Accepter garde toutes les séances en place et les fait simplement démarrer plus léger, avec moins de séries.
hi: मंज़ूर करने पर हर सेशन अपनी जगह रहेगा, बस शुरुआत हल्के लोड और कम सेट से होगी।
it: Accettando, tutte le sessioni restano al loro posto: partono solo più leggere e con meno serie.
ko: 받아들여도 세션은 그대로 두고, 더 가볍게 더 적은 세트로 시작해요.
pl: Zgoda zostawia każdą sesję na miejscu — zaczną się po prostu lżej i z mniejszą liczbą serii.
tr: Kabul edersen tüm seansların yerinde kalır; yalnızca daha hafif ve daha az setle başlarlar.
zh_hans: 接受之后，每节训练课都保留，只是起始更轻、组数更少。

# home.deload.postpone
source: Not this week
es: Esta semana no
fr: Pas cette semaine
hi: इस हफ़्ते नहीं
it: Non questa settimana
ko: 이번 주는 괜찮아요
pl: Nie w tym tygodniu
tr: Bu hafta olmaz
zh_hans: 这周先不用

# home.deload.title
source: An easier week is due
es: Toca una semana más suave
fr: Une semaine plus légère s’impose
hi: अब एक आसान हफ़्ता बनता है
it: È ora di una settimana più leggera
ko: 가벼운 주가 필요한 시점이에요
pl: Czas na lżejszy tydzień
tr: Hafif bir haftanın vakti geldi
zh_hans: 该安排减量周了

# home.deload.why
source: What led to this
es: Por qué
fr: Ce qui a mené à ça
hi: यह सुझाव क्यों
it: Perché te lo proponiamo
ko: 이렇게 판단한 이유
pl: Co na to wskazuje
tr: Bunun nedenleri
zh_hans: 为什么这样建议

# home.empty.action
source: Create my program
es: Crear mi programa
fr: Créer mon programme
hi: मेरा प्रोग्राम बनाएँ
it: Crea il mio programma
ko: 내 프로그램 만들기
pl: Stwórz mój program
tr: Programımı oluştur
zh_hans: 创建我的训练计划
